[
    {
        "status":"updatation",
        "isAvailable":true,
    "whenAvailable" :"APRIL"},
        {
            "id":"01",
            "title":"BIG21 এ কি জার্মান ভাষা শিখানো হয়?",
            "startContent":"জার্মানি তে আসার পর, জীবনের প্রতি টি ক্ষেত্রেই জার্মান ভাষা জানার কোন বিকল্প নেই। দৈনন্দিন জীবনের প্রতি টি কাজেই দরকার হয় জার্মান। এছাড়া জার্মান ভাষা জানা না থাকলে, চাকরি পাওয়া হয়ে যায় অনেক অনেক কঠিন। এবং সর্বশেষ, জার্মানি তে পার্মানেন্ট রেসিডেন্টশিপ এবং সিটিজেনশিপ পাওয়ার জন্য, জার্মান ভাষা জানা বাধ্যতামূলক। তাই, BIG21 এ জার্মান ভাষা কে সবচেয়ে বেশি গুরুত্ত্ব দেওয়া হয়, এবং জার্মান ভাষা শেখার বিভিন্ন কোর্স অফার করা হয়।",
            "endContent":"",
            "contentChildren":[]
        },
        {
            "id":"02",
            "title":"BIG21 এ কীভাবে জার্মান ভাষা শেখানো হয়?",
            "startContent":"BIG21 এ মূলত দুই ভাবে জার্মান ভাষা শেখানো হয়",
            "endContent":"এছাড়াও রয়েছে, লাইভ সেশন, যেখানে যে কেউ জার্মান ভাষা প্র্যাকটিস করতে পারে, পরীক্ষার জন্য প্রস্তুতি নিতে পারে বা নিজের বিভিন্ন প্রশ্ন করতে পারে। ",
            "contentChildren":[
                {
                    "title":"লাইভ কোর্স ",
                    "content":"যেখানে একজন জার্মানি তে বসবাসরত BIG21 এর টিচার, অনলাইনে যেমন জুম বা গুগুল মিটের মাধ্যমে সরাসরি জার্মান ভাষা শিখান"
                },
                {
                    "title":"রেকর্ডেড কোর্স ",
                    "content":"যেখানে একজন জার্মানি তে বসবাসরত BIG21 এর টিচার জার্মান ভাষার উপর ক্লাস রেকর্ড করে রেখেছেন, যা দেখে যে কেউ সহজেই ভাষা শিখতে পারবে"
                }
            ]
        },
        {
            "id":"03",
            "title":"লাইভ কোর্স কীভাবে করানো হয়?",
            "startContent":"লাইভ কোর্সে প্রতি টি লেভেল কে কয়েকটি পার্ট এ ভাগ করা হয়। যেমন, এ১ এর দুই টি পার্ট রয়েছে এ১ পার্ট-১ এবং এ১ পার্ট-২। প্রতিটি পার্ট এ ১৮ টি লাইভ ক্লাস রয়েছে এবং প্রতি টি ক্লাস ১.৫ ঘন্টার। এছাড়াও স্টুডেন্ট দের দরকার হলে, BIG21 থেকে অতিরিক্ত ২ টি ক্লাস অফার করা হয়। অর্থাৎ, সর্বমোট ২০ টি ১.৫ ঘন্টার ক্লাস (মোট – ৩০ ঘন্টা) প্রতি কোর্সে নেওয়া হয়। এই সম্পূর্ণ ৩০ ঘন্টার ক্লাসে টিচার উপস্থিত থাকেন, এবং তিনি অনলাইনে স্টুডেন্ট দের ভাষা শিখান, তাদের সাথে জার্মান ভাষায় কথা বলেন, বিভিন্ন জিনিস প্র্যাকটিস করান এবং স্টুডেন্ট দের বিভিন্ন প্রশ্নের উত্তর দেন। ",
            "contentChildren":[]
        },
        {
            "id":"04",
            "title":"লাইভ ক্লাস কখন হয়?",
            "startContent":"সাধারণত, লাইভ ক্লাস বাংলাদেশ সময় রাত ৯ টা বা ১০ টায় হয়। এর কারণ হল - BIG21 এর শিক্ষক রা সবাই জার্মানি তে পড়াশুনা বা চাকরি করেন। তাই তারা জার্মান সময় বিকালে ক্লাস নিতে পারেন। এবং জার্মানি এবং বাংলাদেশ এর সময় পার্থক্য ৪ বা ৫ ঘন্টার কারণে, তা বাংলাদেশ সময় রাত ৯ বা ১০ টায় হয়। ",
            "contentChildren":[]
        },
        {
            "id":"05",
            "title":"লাইভ ক্লাস কি কি বার হয়?",
            "startContent":"লাইভ ক্লাস সপ্তাহে ৩ দিন হয়। তবে কোন ৩ দিন হবে, তা শিক্ষক এবং স্টুডেন্ট রা মিলে ঠিক করতে পারেন।",
            "contentChildren":[]
        },
        {
            "id":"06",
            "title":"লাইভ ক্লাসের সাথে কি কি লার্নিং ম্যাটেরিয়াল দেওয়া হয়?",
            "startContent":"লাইভ ক্লাস সপ্তাহে ৩ দিন হয়। তবে কোন ৩ দিন হবে, তা শিক্ষক এবং স্টুডেন্ট রা মিলে ঠিক করতে পারেন।",
            "contentChildren":[],
            "contentList":["প্রথমত, প্রতি টি কোর্সের সাথে জার্মান ভাষা শেখার বই এর পিডিএফ দেওয়া হয়", "লাইভ ক্লাসে প্রতি টি ক্লাসে একটি স্লাইড ফলো করা হয় যা ক্লাস শেষে স্টুডেন্ট দের দেওয়া হয়", "এছাড়াও প্রতি ৩ ক্লাস পর একটি পরীক্ষা নেওয়া হয়, যার প্রশ্নপ্ত্র এবং উত্তর শিট স্টুডেন্ট দের দেওয়া হয়", "বিভিন্ন জার্মান শব্দ প্র্যাকটিস করার জন্য ৫০০ ফ্ল্যাশ কার্ড দেওয়া হয়"]
        },
        {
            "id":"07",
            "title":"লাইভ ক্লাসের ফি কত?",
            "startContent":"লাইভ ক্লাসের প্রতি পার্ট এর ফি ৬০০০ টাকা। ",
            "contentChildren":[],
           "endContent":"এই ফি কোর্স শুরু হওয়ার আগে অবশ্যই পে করতে হবে। কেউ চাইলে কোর্স শুরুর আগে, দুই ভাগে ৩০০০ টাকা করে পে করতে পারে। তবে যদি কেউ, এক বারে সম্পূর্ণ এমাউন্ট পে করেন, তাহলে তাঁর জন্য থাকবে ৫০০ টাকা ডিসকাউন্ট।"
        },
        {
            "id":"08",
            "title":"লাইভ ক্লাসের মোট কয় টি পার্ট রয়েছে?",
            "contentList":["এ১–দুই পার্ট (মোট খরচ ১২০০০ টাকা)", "এ২–দুই পার্ট (মোট খরচ ১২০০০ টাকা)", "বি১–চার পার্ট (মোট খরচ ২৪০০০ টাকা)", "বি২–চার পার্ট (মোট খরচ ২৪০০০ টাকা)", "এ১ থেকে এ২ (মোট খরচ–২৪০০০ টাকা)", "এ১ থেকে বি১ (মোট খরচ–৪৮০০০ টাকা)", "এ১ থেকে বি২ (মোট খরচ–৭২০০০ টাকা )"],
            "contentChildren":[]
        },
        {
            "id":"09",
            "title":"রেকর্ডেড কোর্স কীভাবে অফার করা হয়?",
          "startContent":"BIG21 এর রেকর্ডেড কোর্স এর ভিডিও নিজস্ব ওয়েবসাইটে আপলোড করা আছে। কেউ রেকর্ডেড কোর্সের জন্য পে করলে, তাকে একটি আইডি এবং পাসওয়ার্ড দেওয়া হয়, যা দিয়ে সে চাইলে যে কোন সময় ঐ কোর্সের যে কোন ভিডিও দেখতে পারে।",
            "contentChildren":[]
        },
        {
            "id":"10",
            "title":"আইডি পাসওয়ার্ড কত দিন পর্যন্ত একটিভ থাকে?",
          "startContent":"প্রতি পার্ট কোর্সের জন্য, আইডি ১ মাস পর্যন্ত এক্টিভ থাকে।",
            "contentChildren":[]
        },
        {
            "id":"11",
            "title":"রেকর্ডেড কোর্সে ফি কত?",
          "startContent":"রেকর্ডেড কোর্সে প্রতি পার্ট এর ফি ২০০০ টাকা। ",
            "contentChildren":[],
            "endContent":"এই ফি কোর্স শুরু হওয়ার আগে অবশ্যই পে করতে হবে। কেউ চাইলে কোর্স শুরুর আগে, দুই ভাগে ১০০০ টাকা করে পে করতে পারে। তবে যদি কেউ, এক বারে সম্পূর্ণ এমাউন্ট পে করেন, তাহলে তাঁর জন্য থাকবে ২৫০ টাকা ডিসকাউন্ট।"
        },
        {
            "id":"12",
            "title":"রেকর্ডেড কোর্সে মোট কয় টি পার্ট রয়েছে?",
            "contentList":["এ১–দুই পার্ট (মোট খরচ ৪০০০ টাকা)", "এ২–দুই পার্ট (মোট খরচ ৪০০০ টাকা)", "বি১–চার পার্ট (মোট খরচ ৮০০০ টাকা)", "বি২–চার পার্ট (মোট খরচ ৮০০০ টাকা)", "এ১ থেকে এ২ মোট খরচ–৮০০০ টাকা", "এ১ থেকে বি১ মোট খরচ–১৬০০০ টাকা", "এ১ থেকে বি২ মোট খরচ–২৪০০০ টাকা "]
        },
        {
            "id":"13",
            "title":"রেকর্ডেড কোর্সের সাথে কি কি লার্নিং ম্যাটেরিয়াল দেওয়া হয়?",
            "contentList":["প্রথমত, প্রতি টি কোর্সের সাথে জার্মান ভাষা শেখার বই এর পিডিএফ দেওয়া হয়", "রেকর্ডেড কোর্সে প্রতি টি ক্লাসে একটি স্লাইড ফলো করা হয় যা ক্লাস শেষে স্টুডেন্ট দের দেওয়া হয়", "প্রতি পার্টে ৬ টি প্র্যাকটিস শিট এবং এন্সার শিট দেওয়া হয়", "বিভিন্ন জার্মান শব্দ প্র্যাকটিস করার জন্য ৫০০ ফ্ল্যাশ কার্ড দেওয়া হয়"]
        },
        {
            "id":"14",
            "title":"লাইভ কোর্স এবং রেকর্ডেড কোর্সের পার্থক্য কি?",
            "startContent":"লাইভ কোর্স এবং রেকর্ডেড কোর্সে পড়ানোর কোয়ালিটি, টপিক, স্ট্রাকচার এর মাঝে কোন ই পার্থক্য নাই।  ",
            "endContent":"শুধু, লাইভ ক্লাসে টিচার উপস্থিত থাকে, তাই তাকে প্রশ্ন করা যায়, বা তাঁর সাথে জার্মান ভাষায় কথা বলা প্র্যাকটিস করা যায়, রেকর্ডেড কোর্সে টিচার উপস্থিত থাকেন না। "
           
        },
        {
            "id":"15",
            "title":"রেকর্ডেড কোর্স করার পর, কথা বলা বা স্পিকিং কীভাবে প্র্যাকটিস করা যায়?",
            "startContent":"রেকর্ডেড কোর্সের পর যে কোন স্টুডেন্ট চাইলেই প্র্যাকটিস সেশন এর জন্য রেজিস্ট্রেশন করতে পারেন। প্রতি প্র্যাকটিস সেশন এর খরচ ৫০০ টাকা। যেখানে টিচার এর সাথে তিনি ১.৫ ঘন্টা স্পিকিং প্র্যাকটিস করতে পারবেন। "
        },
        {
            "id":"16",
            "title":"লাইভ কোর্স এর সুবিধা কি?",
           "contentList":["টিচার এর সাথে স্পিকিং প্র্যাকটিস", "টিচার কে যে কোন প্রশ্ন করার সুযোগ"]
        },
        {
            "id":"17",
            "title":"লাইভ কোর্স এর অসুবিধা কি?",
           "contentList":["কোন রেকর্ডেড লেকচার নাই, তাই নির্দিষ্ট সময়ে অনুপস্থিত থাকলে ঐ ক্লাস টি মিস যাবে"]
        },
        {
            "id":"18",
            "title":"রেকর্ডেড কোর্স এর সুবিধা কি?",
           "contentList":["যে কোন সময় যে কোন লেকচার যত বার খুশি দেখা যাবে। লেকচার মিস যাওয়ার সুযোগ নাই। ", "লাইভ কোর্সের চেয়ে দ্রূত কোর্স কমপ্লিট হবে।"]
        },
        {
            "id":"19",
            "title":"রেকর্ডেড কোর্স এর অসুবিধা কি?",
           "contentList":["স্পিকিং প্র্যাকটিস এর সুযোগ নাই।","প্রশ্ন করার সুযোগ নাই।"]
        },
        {
            "id":"20",
            "title":"সবচেয়ে ভাল ভাবে শেখা যায় কি করলে?",
           "startContent":"লাইভ এবং রেকর্ডেড কোর্স এক সাথে (কম্বিনেশন কোর্স )করলে। তাহলে লাইভ কোর্সে স্পিকিং প্র্যাকটিস করা যাবে এবং যে কোন প্রশ্ন টিচার কে করা যাবে এবং রেকর্ডেড কোর্সে নিজেই সব কিছু বারবার প্র্যাকটিস করা যাবে। "
        },
        {
            "id":"21",
            "title":"কম্বিনেশন কোর্সের ফি কত?",
           "startContent":"কম্বিনেশন কোর্সের ফি, লাইভ কোর্সের এবং রেকর্ডেড কোর্সের ফি এর যোগফল, তবে এক্ষেত্রে রয়েছে ৫০০ টাকা অতিরিক্ত ডিসকাউন্ট। যেমন ",
           "contentList":["এ১ পার্ট ১ লাইভ – ৬০০০ টাকা", "এ১ পার্ট ১ রেকর্ডেড – ২০০০ টাকা", "এ১ পার্ট ১ কম্বিনেশন – ৮০০০ টাকা ৭৫০০ টাকা"], 
           "endContent":"এছাড়াও কেউ যদি পুরা এমাউন্ট এক বারে পে করেন, তাঁর জন্য রয়েছে ৫০০ টাকা ডিসকাউন্ট। সেক্ষেত্রে - এ১ পার্ট ১ কম্বিনেশন –৭৫০০ টাকা ৭০০০ টাকা"
        },
        {
            "id":"22",
            "title":"BIG21 থেকে কি কোন সার্টিফিকেট দেওয়া হয়?",
           "startContent":"BIG21 থেকে প্রতি টি কোর্স কমপ্লিট করার পর একটি সার্টিফিকেট দেওয়া হয়, যেখানে লেখা থাকে যে স্টুডেন্ট এই কোর্স টি সফল ভাবে কমপ্লিট করেছেন। "
        },
        {
            "id":"23",
            "title":"এই সার্টিফিকেট কি জার্মান এম্বাসি গ্রহণ করে?",
           "startContent":"না। জার্মান এম্বাসি শুধু মাত্র জার্মান সরকার অনুমোদিত যেমন, গোঠে ইন্সটিটিউট এর সার্টিফিকেট গ্রহণ করে।"
        },
        {
            "id":"24",
            "title":"এই সার্টিফিকেটের কি তাহলে কোন ব্যবহার আছে?",
           "startContent":"হ্যা। অনেক সময় ইউনিভার্সিটি বা কোম্পানি রা সরকারি কোন সার্টিফিকেট চায় না, তারা শুধু দেখতে চায় স্টুডেন্ট জার্মান ভাষা শিখছে কিনা। সেক্ষেত্রে এই সার্টিফিকেট কাজে আসবে। এই সার্টিফিকেট স্টুডেন্ট এর প্রোফাইল কে জার্মান কোম্পানি এবং ইউনিভার্সিটির জন্য আরও শক্ত করে তুলতে পারে। এছাড়াও যেহেতু BIG21 একটি জার্মান ভিত্তিক প্রতিষ্ঠান তাই স্টুডেন্ট এই সার্টিফিকেটের মাধ্যমে BIG21 কে জার্মানি তে বিভিন্ন চাকরির ক্ষেত্রে রেফারেন্স হিসেবে নিতে পারে। "
        },
        {
            "id":"25",
            "title":"ক্লাস করার জন্য কি কম্পিউটার লাগবে নাকি মোবাইলে ক্লাস করা সম্ভব্য?",
           "startContent":"ক্লাস মোবাইলে করা সম্ভব। তবে ল্যাপটপ বা কম্পিউটার হলে, বড় স্ক্রিনের কারণে শিখতে শুবিধা হবে।"
        }
    
    ]